[{"date":"06\/21\/2023","mood_emoji":"&#128513;","mood_rating":"1️⃣","summary":"bsdfhss","note":"gfhsdf","location":"gsdfh","tag":"dfh"},{"date":"06\/07\/2023","mood_emoji":"&#127789;","mood_rating":"5️⃣","summary":"Hotdog day","note":"Today is hotdog day.","location":"Boston","tag":"hotdog"},{"date":"06\/05\/2023","mood_emoji":"&#128524;","mood_rating":"8️⃣","summary":"rainy day","note":"Today is cold and rainy. I sang songs at home all afternoon.","location":"Boston","tag":"KaraokeDay"},{"date":"05\/28\/2023","mood_emoji":"&#129322;","mood_rating":"3️⃣","summary":"debug","note":"debug for a long time","location":"Boston","tag":"codinglife, keepgoing"},{"date":"05\/18\/2023","mood_emoji":"🤩","mood_rating":"10","summary":"Hi, laughter","note":"Today was a day that breathed life back into my weary spirit. An unexpected adventure awaited, and excitement coursed through my veins. I embarked on a journey to a place I had never been before, a world of vibrant colors and unfamiliar scents. The air crackled with anticipation as I explored new sights, tasted exotic flavors, and met fascinating people along the way. Laughter and joy filled the air, erasing the remnants of sadness that had clung to me. In this moment, I rediscovered the thrill of being alive and embraced the beauty of stepping into the unknown.","location":"New Hampshire","tag":"remembertolaugh, feelgood"},{"date":"05\/17\/2023","mood_emoji":"⛅","mood_rating":"6","summary":"Relax a bit","note":"Yesterday's sadness clings to me like a lingering shadow. Though the weight has lessened, my heart remains heavy. But amidst the darkness, I find tiny sparks of light. A friend's warm embrace, a kind word, a tender gesture—they remind me that I am not alone. Slowly, hope rekindles, flickering softly within. I seek solace in small joys—the comfort of a favorite book, the soothing melody of a familiar song. Today, I choose to hold onto these fragments of happiness, however fleeting they may be. For even in the midst of sadness, there is room for a glimmer of light.","location":"Boston","tag":"shadow, heavyheart, feelthedarkness"},{"date":"05\/16\/2023","mood_emoji":"🫠","mood_rating":"0","summary":"I need some time and space alone","note":"Today was a heavy day, burdened with sorrow and tears. The weight of sadness pressed upon my chest, making it difficult to breathe. The rain outside mirrored the storm within my soul. I felt lost and alone, my heart aching with a profound sense of emptiness. It seemed as though the world had turned its back on me, leaving me stranded in this sea of despair. Each passing hour felt like an eternity, and I longed for solace and comfort. Tonight, as I lay in bed, I pray for brighter days and a glimmer of hope to pierce through the darkness.","location":"Boston","tag":"idontknowhow, givemeabrighterdays"},{"date":"05\/15\/2023","mood_emoji":"😚","mood_rating":"9","summary":"Happy YAY","note":"Today was a day filled with sunshine and laughter. I woke up with a smile and the birds singing outside my window. The aroma of fresh coffee filled the air as I enjoyed a delicious breakfast. I spent the afternoon surrounded by loved ones, sharing stories and creating memories that will last a lifetime. The evening brought a breathtaking sunset that painted the sky in hues of orange and pink. As I reflect on this day, my heart is overflowing with gratitude and joy. Life is truly beautiful.","location":"Boston","tag":"enjoysunshine"}]